Repository: Distrotech/libbonoboui
Catalog: po/*.po
Languages: km, ml, pa

source: corba factory
km: ឃ្លាំង corba
ml: corba ശാല
pa: ਕੋਰਬਾ ਫੈਕਟਰੀ

source: The factory pointer
km: ទ្រនិច​បង្ហាញ​ឃ្លាំង
ml: ഫാക്ടറി പോയിന്‍റര്‍
pa: ਫੈਕਟਰੀ ਦਾ ਸੰਕੇਤਕ

source: corba UI container
km: ឧបករណ៍​ផ្ទុក corba UI
ml: corba UI കണ്‍ടയിനര്‍
pa: ਕੋਰਬਾ UI ਡਬਾ

source: The User interface container
km: ឧបករណ៍​ផ្ទុក​ចំណុច​ប្រទាក់​អ្នក​ប្រើ
ml: സംയോജനഘടകത്തിന്‍റെ കണ്‍ടയിനര്‍
pa: ਉਪਭੋਗਤਾ ਤਾਲਮੇਲ ਡਬਾ

source: Dock the toolbar
km: ចត​របារ​ឧបករណ៍
ml: ടൂള്‍ ബാര്‍ ടോക്ക് ചെയ്യുക
pa: ਸੰਦਖਾਨੇ ਨੂੰ ਘਟਾਓ(ਡੋਕ ਕਰੋ)

source: Undock the toolbar
km: លែង​ចត​របារ​ឧបករណ៍
ml: ടൂള്‍ ബാര്‍ അണ്‍ടോക്ക് ചെയ്യുക

source: Shadow type
km: ប្រភេទ​ស្រមោល
ml: പ്രതിബിംബതരം
pa: ਪਰਛਾਂਵੇ ਦੀ ਕਿਸਮ

source: Orientation
km: ទិស
ml: സ്ഥാന നിര്‍ണ്ണയം
pa: ਸਥਾਪਤੀ

source: Preferred width
km: ទទឹង​​ដែល​ចូលចិត្ត
ml: ആവശ്യമുളള വീതി
pa: ਪਸੰਦ ਦੀ ਚੌਡ਼ਾਈ

source: Preferred height
km: កម្ពស់​ដែល​ចូល​ចិត្ត
ml: ആവശ്യമുളള ഉയരം
pa: ਪਸੰਦ ਦੀ ਉਚਾਈ

source: Select a file to open
km: ជ្រើស​ឯកសារ​ត្រូវបើក
ml: തുറക്കുന്നതിനായി ഒരു ഫയല്‍ തിരഞ്ഞെടുക്കുക
pa: ਖੋਲਣ ਵਾਸਤੇ ਫਾਈਲ ਚੁਣੋ

source: Select files to open
km: ជ្រើស​ឯកសារ​ត្រូវ​បើក
ml: തുറക്കുന്നതിനായി ഫയലുകള്‍ തിരഞ്ഞെടുക്കുക
pa: ਖੋਲਣ ਵਾਸਤੇ ਫਾਈਲਾਂ ਚੁਣੋ

source: Select a filename to save
km: ជ្រើស​ឈ្មោះ​ឯកសារ​ត្រូវ​រក្សាទុក
ml: സംരക്ഷിക്കുന്നതിനായി ഒരു ഫയല്‍ നാമം തിരഞ്ഞെടുക്കുക
pa: ਸਾਂਭਣ ਵਾਸਤੇ ਫਾਈਲ ਦਾ ਨਾਉ ਚੁਣੋ

source: Event Forwarding
km: ព្រឹត្តិការណ៍​បញ្ជូន​បន្ត
ml: ഇവന്‍റ് ഫോര്‍‍വേര്‍ഡിങ്
pa: ਸਿਟੇ ਅਗਾਂਹ ਭੇਜਣਾ

source: Whether X events should be forwarded
km: ថា​តើ​ព្រឹត្តិការណ៍ X គួរ​តែ​ត្រូវ​បាន​បញ្ជូន​បន្ត​ដែរ​ឬ​ទេ
ml: X ഇവന്‍റുകളില്‍ നിന്നും മുന്പോട്ട് പോകണമോ എന്ന്
pa: ਕੀ X ਸਿਟੇ ਅਗਾਂਹ ਭੇਜਣੇ ਚਾਹੀਦੇ ਹਨ

source: Name
km: ឈ្មោះ
ml: പേര്
pa: ਨਾਉ

source: Description
km: សេចក្ដី​ពិពណ៌នា
ml: വിവരണം
pa: ਵਰਣਨ

source: Interfaces required
km: បាន​ទាមទារ​ចំណុច​ប្រទាក់
ml: സംയോജനഘടകം ആവശ്യമുണ്ട്
pa: ਤਾਲਮੇਲ ਲੋਡ਼ੀਦਾ ਹੈ

source: A NULL-terminated array of interfaces which a server must support in order to be listed in the selector. Defaults to "IDL:Bonobo/Embeddable:1.0" if no interfaces are listed
km: អារេ​ដែល​​មិន​បាន​បញ្ចប់​នៃ​ចំណុច​ប្រទាក់​ម៉ាស៊ីន​បម្រើ​ត្រូវ​គាំទ្រ​ ដើម្បី​រាយ​បញ្ជី​នៅ​ក្នុង​កម្មវិធី​ជ្រើស ។ "IDL:Bonobo/Embeddable:1.0" លំនាំដើម ប្រសិនបើ​គ្មាន​ចំណុច​ប្រទាក់​ត្រូវ​បាន​រាយ​បញ្ជី​ទេ​នោះ
ml: A NULL-terminated array of interfaces which a server must support in order to be listed in the selector. സംയോജനഘടകങ്ങള്‍ ലഭ്യമല്ലെങ്കില്‍ "IDL:Bonobo/Embeddable:1.0" ഡീഫോള്‍ട്ടായി ഉപയോഗിക്കുക
pa: ਇਕ NULL-ਟਰਮੀਨੇਟ ਇੰਟਰਫੇਸਾਂ ਦੀ ਲਡ਼ੀ ਜੋ ਕਿ ਸਰਵਰ ਨੂੰ ਉਪਲਬਧ ਕਰਵਾਉਣੀ ਪਵੇਗੀ ਤਾਂਕਿ ਚੋਣ ਸੂਚੀ ਵਿਚ ਆ ਸਕੇ . ਮੂਲ "IDL:Bonobo/Embeddable:1.0" ਹੈ ਜੇਕਰ ਕੋਈ ਇੰਟਰਫੇਸ਼ ਸੂਚੀਬਧ ਨਹੀ ਕੀਤਾ ਗਿਆ ਹੈ

source: Interface required entry
km: ធាតុ​ចំណុច​ប្រទាក់​ដែល​បាន​ទាមទារ
ml: സംയോജനഘടകത്തിന് എന്‍ട്രി ആവശ്യമുണ്ട്
pa: ਲੋਡ਼ੀਦਾ ਤਾਲਮੇਲ ਪ੍ਰਵੇਸ਼

source: One of the interfaces that's required
km: មួយ​ចំណុច​ប្រទាក់​ដែល​បាន​ទាមទារ
ml: ആവശ്യമുളള സംയോജനഘടകങ്ങളില്‍ ഒന്ന്
pa: ਇਕ ਤਾਲਮੇਲ ਜਿਹਡ਼ਾ ਚਾਹੀਦਾ ਹੈ

source: Visible
km: អាច​មើល​ឃើញ
ml: ദൃശ്യമായ
pa: ਵੇਖਣਯੋਗ

source: _Show
km: បង្ហាញ
ml: കാണിക്കുക (_S)
pa: ਦਿਖਾਉ

source: _Hide
km: លាក់
ml: ഒളിയ്‍ക്കുക (_H)
pa: ਢਕੋ

source: _View tooltips
km: មើល​ព័ត៌មាន​ជំនួយ
ml: ടൂള്‍ ടിപ്പുകള്‍ കാണുക (_V)
pa: ਸੰਦ ਇਸ਼ਾਰਾ ਦੇਖਾਉ

source: Toolbars
km: របារ​ឧបករណ៍
ml: ടൂള്‍ ബാറുകള്‍
pa: ਸੰਦਖਾਨਾ

source: toolbars
km: របារ​ឧបករណ៍
ml: ടൂള്‍ ബാറുകള്‍
pa: ਸੰਦਖਾਨਾ

source: Look
km: មើល
ml: കാഴ്ച
pa: ਦੇਖਣਾ

source: _Icon
km: រូបតំណាង
ml: പ്രതിരൂപം (_I)
pa: ਆਈਕਾਨ

source: _Text and Icon
km: អត្ថបទ និង​រូបតំណាង
ml: വാചകങ്ങളും പ്രതിരൂപവും (_T)
pa: ਮੂਲ ਪਾਠ ਅਤੇ ਆਈਕਾਨ

source: Text only
km: តែ​អត្ថបទ​ប៉ុណ្ណោះ
ml: വാചകം മാത്രം
pa: ਸਿਰਫ ਪਾਠ

source: _Priority text only
km: តែ​អត្ថបទ​ដែល​មាន​អាទិភាព​ប៉ុណ្ណោះ
ml: പ്രധാന വാചകം മാത്രം (_P)
pa: ਸਿਰਫ਼ ਪਾਠ ਪਹਿਲ ਦੇ ਅਧਾਰ ਤੇ

source: Debug
km: បំបាត់​កំហុស
ml: ഡീബഗ് ചെയ്യുക
pa: ਡੀਬਗ

source: _Dump XML
km: បោះបង់ XML
ml: XML ഡംപ് ചെയ്യുക (_D)
pa: _ XML ਦੀ ਇਕਤ੍ਰਤਾ

source: Dump the entire UI's XML description to the console
km: បោះបង់​សេចក្ដី​ពិពណ៌នា​អំពី UI's XML ចំពោះ​កុងសូល
ml: മുഴുവല്‍ UI-യുടെ XML വിവരണങ്ങളും കണ്‍സോളിലേക്ക് ഡംപ് ചെയ്യുക
pa: UI's XML ਦੇ ਸਾਰੇ ਵਰਣਨ ਨੂੰ ਕੰਨਸੋਲ ਤੇ ਇਕਤ੍ਰ ਕਰੋ

source: Configure UI
km: កំណត់​រចនាសម្ព័ន្ធ UI
ml: UI സജ്ജീകരിക്കുക
pa: UI ਸੰਰਚਨਾ

source: Gdk debugging flags to set
km: កំណត់​ទង់​ជាតិ​បំបាត់​កំហុស Gdk
ml: Gdk ഡീബഗ്ഗിങ് ഫ്ളാഗുകള്‍ ക്രമീകരിക്കേണ്ടതാണ്
pa: ਸਥਿਰ ਕਰਨ ਲਈ Gdk ਡੀਬਗ ਸੰਕੇਤ

source: FLAGS
km: ទង់ជាតិ
pa: ਨਿਸ਼ਾਨ

source: Gdk debugging flags to unset
km: មិន​បាន​កំណត់​ទង់ជាតិ​បំបាត់​កំហុស Gdk
ml: Gdk ഡീബഗ്ഗിങ് ഫ്ളാഗുകള്‍ ക്രമീകരണം ഉപേക്ഷിക്കേണ്ടതാണ്
pa: ਅਸਥਿਰ ਕਰਨ ਲਈ Gdk ਡੀਬਗ ਸੰਕੇਤ

source: X display to use
km: X display ត្រូវ​ប្រើ
ml: ഉപയോഗിക്കുന്നതിനായി X പ്രദര്‍ശനം
pa: ਵਰਤਣ ਵਾਸਤੇ X ਵਿਖਾਵਾ

source: DISPLAY
km: បង្ហាញ
pa: ਵਿਖਾਵਾ

source: X screen to use
km: X screen ត្រូវ​ប្រើ
ml: ഉപയോഗിക്കുന്നതിനായി X സ്ക്രീന്‍
pa: ਵਰਤਣ ਵਾਸਤੇ X ਪਰਦਾ

source: SCREEN
km: អេក្រង់
pa: ਪਰਦਾ

source: Make X calls synchronous
km: ធ្វើ​ការ​ហៅ X នៅ​ពេល​តែ​មួយ
ml: X കോള്‍സ് ഒരേ സമയത്ത് ആക്കുക
pa: X ਸੰਦੇਸ਼ਾਂ ਨੂੰ ਸਮਕਾਲੀ ਬਣਾਓ

source: Don't use X shared memory extension
km: កុំ​ប្រើ​ផ្នែក​បន្ថែម​អង្គ​ចងចាំ​ដែល​បាន​ចែក​រំលែក X
ml: X ഷെയര്‍ഡ് മെമ്മറി എക്സറ്റന്‍ഷന്‍ ഉപയോഗിക്കുവാന്‍ പാടില്ല
pa: ਸਾਂਝਾ X ਯਾਦਾਸ਼ਤ ਵਾਧਾ ਨਾ ਵਰਤੋ

source: Program name as used by the window manager
km: ឈ្មោះ​កម្មវិធី​ដែល​បាន​ប្រើ​តាម​កម្មវិធី​គ្រប់គ្រង​បង្អួច
ml: ജാലക നിരീക്ഷകന്‍ ഉപയോഗിക്കുന്ന പ്രോഗ്രാമിന്‍റെ പേര്
pa: ਝਰੋਖਾ ਮੈਨੇਜਰ ਦੁਆਰਾ ਵਰਤਿਆ ਜਾਂਦਾ ਨਾਉ

source: NAME
km: ឈ្មោះ
pa: ਨਾਉ

source: Program class as used by the window manager
km: class កម្មវិធី​ដែល​បាន​ប្រើ​​តាម​កម្មវិធី​គ្រប់គ្រង​បង្អួច
ml: ജാലക നിരീക്ഷകന്‍ ഉപയോഗിക്കുന്ന പ്രോഗ്രാം ക്ളാസ്സ്
pa: ਝਰੋਖਾ ਮੈਨੇਜਰ ਦੁਆਰਾ ਵਰਤੀ ਜਾਂਦੀ ਯੋਜਨਾ ਸਮੂਹ

source: Gtk+ debugging flags to set
km: កំណត់​ទង់ជាតិ​បំបាត់​កំហុស Gtk+
ml: Gtk+ ഡീബഗ്ഗിങ് ഫ്ളാഗുകള്‍ ക്രമീകരിക്കേണ്ടതാണ്
pa: ਸਥਿਰ ਕਰਨ ਲਈ Gtk+ ਡੀਬਗ ਸੰਕੇਤ

source: Gtk+ debugging flags to unset
km: មិន​កំណត់​ទង់ជាតិ​បំបាត់​កំហុស Gtk+ ឡើយ
ml: Gtk+ ഡീബഗ്ഗിങ് ഫ്ളാഗുകള്‍ ക്രമീകരണം ഉപേക്ഷിക്കേണ്ടതാണ്
pa: ਅਸਥਿਰ ਕਰਨ ਲਈ Gtk+ ਡੀਬਗ ਸੰਕੇਤ

source: Make all warnings fatal
km: ធ្វើ​ឲ្យ​មាន​ការ​ព្រមាន​ធ្ងន់ធ្ងរ​ទាំងអស់
ml: എല്ലാ മുന്നറിയിപ്പുകളും പ്രാധാന്യമുളളതാക്കുക
pa: ਸਾਰੀਆਂ ਸੂਚਨਾਵਾਂ ਮਾਰੂ(ਘਾਤਕ)ਬਣਾਓ

source: Load an additional Gtk module
km: ផ្ទុក​ម៉ូឌុល Gtk បន្ថែម
ml: ഒരു Gtk ഘടകം ലോഡ് ചെയ്യുക
pa: ਇਕ ਵਾਧੂ Gtk ਹਿਸਾ ਸਥਾਪਿਤ ਕਰੋ

source: MODULE
km: ម៉ូឌុល
pa: ਹਿਸਾ(ਮੈਡੀਊਲ)

source: Bonobo GUI support
km: គាំទ្រ Bonobo GUI
ml: Bonobo GUI പിന്തുണ
pa: ਬੋਨਬੋ GUI ਦੀ ਸਹਾਇਤਾ

source: B_oth
km: ទាំងពីរ
ml: രണ്ടും (_o)
pa: ਦੋਨੇਂ

source: T_ext
km: អត្ថបទ
ml: വാചകം (_e)
pa: ਪਾਠ

source: Hide t_ips
km: លាក់​ព័ត៌មាន​ជំនួយ
ml: ഈ സൂചനകള്‍ ഒളിപ്പിക്കുക (_i)
pa: ਸੰਕੇਤ ਢਕੋ

source: Show t_ips
km: បង្ហាញ​ព័ត៌មាន​ជំនួយ
ml: ഈ സൂചനകള്‍ കാണിക്കുക (_i)
pa: ਸੰਕੇਤ ਦਿਖਾਉ

source: _Hide toolbar
km: លាក់​របារ​ឧបករណ៍
ml: ടൂള്‍ ബാര്‍ ഒളിപ്പിക്കുക (_H)
pa: ਸੰਦਖਾਨਾ ਢਕੋ

source: Customi_ze
km: ប្ដូរ​តាម​បំណង
ml: ഇഷ്ടമുളള പോലെ ക്രമീകരിക്കുക (_z)
pa: ਯੋਜਨਾਬਧ

source: Customize the toolbar
km: ប្ដូរ​របារ​ឧបករណ៍​តាម​បំណង
ml: ടൂള്‍ ബാര്‍ ഇഷ്ടമുളള പോലെ ക്രമീകരിക്കുക
pa: ਸੰਦਖਾਨੇ ਦੀ ਸੋਧ ਕਰੋ

source: is floating
km: អណ្ដែត
ml: ഒഴുകി നടക്കുന്നു
pa: ਅਡ ਚਲ ਰਿਹਾ ਹੈ

source: whether the toolbar is floating
km: ថា​តើ​របារ​ឧបករណ៍​អណ្ដែត​ដែរ​ឬ​ទេ
ml: ടൂള്‍ ബാര്‍ ഒഴുകി നടക്കുന്നോ എന്ന്
pa: ਭਾਵੇਂ ਸੰਦਖਾਨਾ ਅਡ ਹੀ ਚਲ ਰਿਹਾ ਹੈ

source: Style of bevel around the toolbar
km: រចនាប័ទ្ម​ជុំវិញ​របារ​ឧបករណ៍
ml: ടൂള്‍ ബാറിനു ചുറ്റുമുളള വളവ്
pa: ਸੰਦਖਾਨੇ ਦੁਆਲੇ bevel ਦਾ ਫੈਸ਼ਨ

source: Could not display help for this application
km: មិន​អាច​បង្ហាញ​ជំនួយ​សម្រាប់​កម្មវិធី​នេះ​បាន​ទេ

source: _Contents
km: មាតិកា
ml: ഉള്ളടക്കം (_C)
pa: ਸੰਖੇਪ

source: View help for this application
km: មើល​ជំនួយ​សម្រាប់​កម្មវិធីនេះ
ml: ഈ പ്രയോഗത്തിനുളള സഹായം കാണുക
pa: ਇਸ ਕੰਮ ਲਈ ਮਦਦ ਲਉ

source: Name of the window - used for configuration serialization.
km: ឈ្មោះ​បង្អួច​ដែល​បាន​ប្រើ​សម្រាប់​ការ​កំណត់​​រចនាសម្ព័ន្ធ​ការ​បោះពុម្ព ។
ml: കോണ്‍ഫിഗറേഷന്‍ സീരിയലൈസേഷനുളള ജാലകത്തിന്‍റെ പേര്
pa: ਝਰੋਖੇ ਦਾ ਨਾਂ - ਲਡ਼ੀਬਧ ਨੂੰ ਸਰੰਚਿਤ ਕਰਨ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ

source: Zoom level
km: កម្រិត​ពង្រីក
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ അളവ്
pa: ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਪਗ

source: The degree of enlargment
km: កម្រិត​នៃ​ការ​ពង្រីក
ml: വലിപ്പത്തിന്‍റെ അളവ്
pa: ਵਧਾਉਣ ਦੀ ਹਦ

source: Minimum Zoom level
km: កម្រិត​ពង្រីក​អប្បបរមា
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കുറഞ്ഞ അളവ്
pa: ਘਟ ਤੋਂ ਘਟ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਪਗ

source: The minimum degree of enlargment
km: កម្រិត​​នៃ​ការ​ពង្រីក​អប្បបរមា
ml: വലിപ്പത്തിന്‍റെ ഏറ്റവും കുറഞ്ഞ അളവ്
pa: ਵਧਾਉਣ ਦੀ ਵਧ ਤੋਂ ਵਧ ਹਦ

source: Maximum Zoom level
km: កម្រិត​ពង្រីក​អតិបរមា
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കൂടിയ അളവ്
pa: ਵਧ ਤੋਂ ਵਧ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਪਗ

source: The maximum degree of enlargment
km: កម្រិត​នៃ​​​ការ​ពង្រីក​​អតិបរមា
ml: വലിപ്പത്തിന്‍റെ ഏറ്റവും കൂടിയ അളവ്
pa: ਵਧਾਉਣ ਦੀ ਵਧ ਤੋਂ ਵਧ ਹਦ

source: Has a minimum Zoom level
km: មាន​កម្រិត​ពង្រីក​អប្បបរមា
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കുറഞ്ഞ അളവുണ്ട്
pa: ਘਟ ਤੋਂ ਘਟ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਪਗ ਹੋਣਾ

source: Whether we have a valid minimum zoom level
km: ថា​តើ​យើង​មាន​កម្រិត​ពង្រីក​អប្បបរមា​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കുറഞ്ഞ അളവ് സാധുതയുളളതാണോ എന്ന്
pa: ਭਾਂਵੇ ਸਾਡੇ ਕੋਲ ਘਟ ਤੋਂ ਘਟ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਜਾਇਜ਼ ਪਗ ਹੈ

source: Has a maximum Zoom level
km: មាន​កម្រិត​​ពង្រីក​អតិបរមា
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കൂടിയ അളവുണ്ട്
pa: ਵਧ ਤੋਂ ਵਧ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਪਗ ਹੋਣਾ

source: Whether we have a valid maximum zoom level
km: ថា​តើ​​យើង​មាន​កម្រិត​ពង្រីក​អតិបរមា​ត្រឹមត្រូវ​ដែរ​ឬ​ទេ
ml: സ്ക്രീന്‍ വലുപ്പത്തിന്‍റെ ഏറ്റവും കൂടിയ അളവ് സാധുതയുളളതാണോ എന്ന്
pa: ਭਾਂਵੇ ਸਾਡੇ ਕੋਲ ਵਧ ਤੋਂ ਵਧ ਆਕਾਰ ਬਦਲਣ ਵਾਲਾ ਜਾਇਜ਼ ਪਗ ਹੈ

source: Is continuous
km: បន្ត
ml: തുടരുന്നു
pa: ਕੀ ਜਾਰੀ ਰਖਣਾ ਹੈ

source: Whether we zoom continuously (as opposed to jumps)
km: ថា​តើ​យើង​ពង្រីក​បន្ត (ដូច​ដែរ​ប្រឆាំង​ការ​លោត)
ml: വലിപ്പത്തിന്‍റെ അളവ് സ്ഥിരമായി മാറ്റുന്നുണ്ടോ എന്ന്
pa: ਭਾਂਵੇ ਅਸੀਂ ਲਗਾਤਾਰ ਆਕਾਰ ਬਦਲਦੇ ਹਾਂ(ਜਿਵੇਂ ਕਿ ਛਲਾਂਗ ਦੇ ਉਲਟ)

source: About this application
km: អំពី​កម្មវិធី​នេះ
ml: ഈ പ്രയോഗത്തെക്കുറിച്ച്
pa: ਇਸ ਕਾਰਜ ਬਾਰੇ

source: Select
km: ជ្រើស
ml: തിരഞ്ഞെടുക്കുക
pa: ਚੋਣ

source: _About...
km: អំពី...
ml: സംബന്ധിച്ച്... (_A)
pa: ਇਸ ਬਾਰੇ...

source: _Edit
km: កែសម្រួល
ml: മാറ്റം വരുത്തുക (_E)
pa: ਸੋਧ

source: _File
km: ឯកសារ
ml: ഫയല്‍ (_F)
pa: ਫਾਈਲ

source: _Select
km: ជ្រើស
ml: തിരഞ്ഞെടുക്കുക (_S)
pa: ਚੋਣ

source: This does nothing; it is only a demonstration.
km: គ្មាន​អ្វី​ឡើយ វា​គ្រាន់​​តែ​ជា​ការ​បង្ហាញ​ប៉ុណ្ណោះ ។
ml: ഇത് ഒരു പ്രദര്‍ശനം മാത്രമാണ്.
pa: ਇਹ ਕੁਝ ਨਹੀਂ ਕਰਦਾ; ਇਹ ਸਿਰਫ ਪ੍ਰਦਰਸ਼ਣ ਹੈ।

source: Gnome Hello
km: សួស្ដី Gnome
ml: Gnome നമസ്കാരം
pa: ਗਨੋਮ ਵਲੋ ਜੀ ਆਇਆ ਨੂੰ

source: Hello, World!
km: សួស្ដី ទាំងអស់​គ្នា !
ml: നമസ്കാരം!
pa: ਨਮਸਕਾਰ, ਦੁਨਿਆਂ !

source: Cannot init libbonoboui code
km: មិន​អាច​ចាប់ផ្ដើម​កូដ libbonoboui បាន​ឡើយ
ml: libbonoboui കോഡ് init ചെയ്യുവാന്‍ സാധ്യമല്ല
pa: libbonoboui ਨਿਯਮਾਂਵਲੀ(ਕੋਡ) ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ

source: Could not initialize Bonobo UI
km: មិន​អាច​ចាប់ផ្ដើម Bonobo UI បាន​ឡើយ
ml: Bonobo UI ആരംഭിക്കുവാന്‍ സാധ്യമല്ല
pa: ਬੋਨਬੋ UI ਨੂੰ ਸ਼ੁਰੂ ਨਹੀਂ ਕਰ ਸਕਦਾ

source: Bonobo Component Browser
km: កម្មវិធី​រុករក​សមាសភាគ Bonobo
ml: Bonobo ഘടകത്തിന്‍റെ ബ്രൌസര്‍

source: Shows available Bonobo components
km: បង្ហាញ​សមាសភាគ Bonobo ដែល​​មាន
ml: ലഭ്യമായ Bonobo ഘടകങ്ങള്‍ കാണിക്കുക

source: About this program...
km: អំពី​កម្មវិធី​នេះ...
ml: ഈ പ്രോഗ്രാം സംബന്ധിച്ച്...

source: Close the current window
km: បិទ​បង្អួច​បច្ចុប្បន្ន
ml: നിലവിലുളള ജാലകം അടയ്ക്കുക

source: Open a new window
km: បើក​បង្អួច​ថ្មី
ml: ഒരു പുതിയ ജാലകം തുറക്കുക

source: _Help
km: ជំនួយ
ml: സഹായം (_H)

source: General
km: ទូទៅ
ml: സാധാരണ

source: Location
km: ទីតាំង
ml: സ്ഥാനം

source: Details
km: លម្អិត
ml: വിശദവിവരങ്ങള്‍

source: Detailed Information
km: ព័ត៌មាន​​លម្អិត
ml: വിശദമായ അറിവുകള്‍

source: Active
km: សកម្ម
ml: പ്രവര്‍ത്തനം

source: Type
km: ប្រភេទ
ml: ഏത് തരം

source: Component Details
km: សេចក្ដី​លម្អិត​សមាសភាគ
ml: ഘടകങ്ങളുടെ വിശദാംശങ്ങള്‍

source: Bonobo Browser
km: កម្មវិធី​រុករក Bonobo
ml: Bonobo ബ്രൌസര്‍

source: Copyright 2001, The GNOME Foundation
km: រក្សាសិទ្ធិ​ឆ្នាំ ២០០១ ដោយ​មូលនិធិ GNOME

source: Bonobo component browser
km: កម្មវិធី​រុករក​សមាសភាគ​ Bonobo
ml: Bonobo ഘടകത്തിന്‍റെ ബ്രൌസര്‍

source: translator-credits
km: Launchpad Contributions: Khoem Sokhem https://launchpad.net/~khoemsokhem
ml: അനി പീറ്റര്‍ <peter.ani@gmail.com>

source: Component Browser
km: កម្មវិធី​រុករក​សមាសភាគ
ml: ഘടകത്തിന്‍റെ ബ്രൌസര്‍

source: All
km: ទាំងអស់
ml: എല്ലാം

source: Inactive
km: អសកម្ម
ml: പ്രവര്‍ത്തനത്തിലല്ല

source: Un dock the toolbar
pa: ਸੰਦਖਾਨੇ ਡਬੇ ਦਾ ਘਟਾਵ ਰਦ ਕਰੋ

source: CLASS
pa: ਸ੍ਰੇਣੀ

source: GTK+
pa: ਜੀਟੀਕੇ+

source: BonoboUI-Hello.
pa: ਬੋਨਬੋ UI-ਜੀ ਆਇਆ ਨੂੰ
